[
  {
    "uid": "id:http://blitzd.uk/",
    "updateDate": "2019-07-10T1900:00.0Z",
    "titleText": "Alert",
    "mainText": "This is the Wartime Broadcasting Service. This country has been attacked with nuclear weapons. Communications have been severely disrupted, and the number of casualties and the extent of the damage are not yet known. We shall bring you further information as soon as possible. Meanwhile, stay tuned to this wavelength, stay calm and stay in your own homes. Do not, in any circumstances, go outside the house. Radioactive fall-out can kill. You cannot see it or feel it, but it is there. If you go outside, you will bring danger to your family and you may die. Stay in your fall-out room until you are told it is safe to come out or you hear the all clear on the sirens. If you live in an area where a fall-out warning has been given, stay in your fall-out room until you are told it is safe to come out. When the immediate danger has passed the sirens will sound a steady note. The all clear message will also be given on this wavelength. If you leave the fall-out room to go to the lavatory or replenish food or water supplies, do not remain outside the room for a minute longer than is necessary. Here are the main points again: Stay in your own homes, and if you live in an area where a fall-out warning has been given stay in your fall-out room, until you are told it is safe to come out. The message that the immediate danger has passed will be given by the sirens and repeated on this wavelength. Make sure that the gas and all fuel supplies are turned off and that all fires are extinguished. Water must be rationed, and used only for essential drinking and cooking purposes. It must not be used for flushing lavatories. Ration your food supply: it may have to last for 14 days or more. We shall repeat this broadcast in two hours' time. Stay tuned to this wavelength, but switch your radios off now to save your batteries until we come on the air again. That is the end of this broadcast",
    "streamUrl": null,
    "redirectionUrl": "http://blitzd.uk"
  },
  {
    "uid": "id:http://blitzd.uk/",
    "updateDate": "2017-06-08T05:00:00.0Z",
    "titleText": "alert
    "mainText": "null
    "streamUrl": null,
    "redirectionUrl": "id:http://blitzd.uk/"
  },
  {
    "uid": "id:http://derp.io/2017/06/08/derp1/",
    "updateDate": "2017-06-08T04:00:00.0Z",
    "titleText": "alert
    "mainText": "null 
    "streamUrl": null,
    "redirectionUrl": "id:http://blitzd.uk/"
  }
]
